export default {
  guide: {
    agents: {
      replaceBtn: '换一批',
      title: '数字角色推荐：',
    },
    defaultMessage:
      '欢迎来到星火说——数字角色驱动的文化传承与智能传播平台，请问您需要哪位数字角色呢？左侧列表为已配置好的数字角色，如需定制数字角色，请点击<plus />创建自定义数字角色或与我们进行联系——xinghuoshuo@163.com！',
    defaultMessageWithoutCreate:
      '欢迎来到星火说——数字角色驱动的文化传承与智能传播平台，请问您需要哪位数字角色呢？左侧列表为已配置好的数字角色，如需定制数字角色，请与我们进行联系——xinghuoshuo@163.com！',
    qa: {
      q01: '星火说——数字角色驱动的文化传承与智能传播平台 是什么？',
      q02: '{{appName}} 是什么？',
      q03: '{{appName}} 是否有社区支持？',
      q04: '{{appName}} 支持哪些功能？',
      q05: '{{appName}} 如何部署和使用？',
      q06: '{{appName}} 的定价是如何的？',
      q07: '{{appName}} 是否免费?',
      q08: '是否有云端服务版？',
      q09: '是否支持本地语言模型?',
      q10: '是否支持图像识别和生成?',
      q11: '是否支持语音合成和语音识别？',
      q12: '是否支持插件系统？',
      q13: '是否有自己的市场来获取 GPTs？',
      q14: '是否支持多种 AI 服务提供商？',
      q15: '我在使用时遇到问题应该怎么办？',
    },
    questions: {
      moreBtn: '了解更多',
      title: '大家都在问：',
    },
    welcome: {
      afternoon: '下午好',
      morning: '早上好',
      night: '晚上好',
      noon: '中午好',
    },
  },
  header: '欢迎使用',
  pickAgent: '或从下列助手模板选择',
  skip: '跳过创建',
  slogan: {
    desc1: '开启大脑集群，激发思维火花。你的智能助理，一直都在。',
    desc2: '创建你的第一个助手，让我们开始吧~',
    title: '给自己一个更聪明的大脑',
  },
};
